Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
tt: Mozilla'да без тавыш технологияләре тирәсендә бер җәмгыять туплау белән мәшгуль. Яңалыклар, яңа мәгълүмат чыганакларын уртаклашып тору һәм Сезнең бу мәгълүматны ничек куллануыгыз турында хәбәрдар булып тору өчен, элемтәдә торасыбыз килә.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
tt: Безнең фикеребезчә, зур һәм һәркемгә дә ачык тавыш язмаларының тупланмалары булуы машина өйрәнүенә нигезләнгән сөйләм технологияләре өлкәсендә инновацияләрне һәм табыш алыр өчен төзелгән ширкәтләр арасында сәламәт конкурецияне алга сөрә. Бу дөньякүләм өмә һәм без һәркемне дә катнашырга чакырабыз. Безнең максат ул сөйләм технологияләрен, җир йөзендәге тавышларның төрлелеген һәм байлыгын чагылдырып, һәркемне дә колачлый торган итү.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
tt: Зур һәм һәркем өчен дә ачык аудиомәгълүмат тупланмасы булу машина өйрәнүенә нигезләнгән сөйләм технологияләре өлкәсендә инновацияләүне һәм ширкәтләр арасында сәламәт көндәшлекне алга сөрер дип уйлыйбыз. Common Voice күптелле мәгълүмат тупланмасы үз төрендә инде иң зур ачык мәгълүмат тупланмасына әверелергә өлгерде, әммә ул ялгыз түгел. Бу биттә Сез башка ачык чыганаклы аудиомәгълүмат тупланмаларына сылтамалар таба алырсыз. Моннан тыш, Common Voice релизлары турындагы яңалыклар да шушы биткә урнаштырылачак.

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
tt: Без сәгатьләрне һәр язманың уртача озынлыгын исәпләп, һәм шуннан аны бөтен телләрдәге язмаларның гомуми санына тапкырлап бәялибез.

source: We couldn’t find that page for you
tt: Без Cезнең өчен бу сәхифәне таба алмадык

source: We don't have anything to validate in this language, help us fill the queue.
tt: Бу тел өчен тикшерүгә җөмләләр юк әле, безгә бу кимчелекне төзәтергә ярдәм итегез.

source: Weekly
tt: Атна саен

source: Weekly Goal
tt: Атналык максат

source: Welcome { $company } staff!
tt: { $company } хезмәткәрләре, хуш килдегез!

source: Welcome to Common Voice
tt: Common Voice-ка рәхим итегез!

source: Welsh
tt: Валисийча

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
tt: Без Сезнең мәгълүмат белән нәзәкатьле эш итәргә вәгъдә итәбез. Моның турында күбрәк белер өчен безнең <privacyLink>Хосусыйлык хакындагы аңлатмабызны</privacyLink> укыгыз.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
tt: Без күптелле, ачык аудиоязмалар базасын төзибез. Аны кулланып, һәркем дә сөйләм белән эш итүче кушымталар төзи алачак.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
tt: Без ачык аудиоязма тупланмасын төзибез. Тавышыгызны иганә итегез, башка кешеләр яздырган аудиоязмаларның төгәллеген тикшерегз, бу мәгълүмат тупланмасын һәркем өчен дә яхшыртыгыз.

source: We’re experiencing unexpected downtime
tt: Көтелмәгән буш торуга юлыктык

source: We’re sorry, but your platform is not currently supported.
tt: Гафу итегез, әмма Сезнең платформа әлегә танылмый.

source: We've just launched a new contribution experience
tt: Без әле генә ярдәм итү системасын яңарттык

source: We've run out of clips to validate in this language...
tt: Бу телдә тикшерүгә җөмләләр калмады...

source: We've run out of sentences to record in this language...
tt: Бу телдә яздыруга җөмләләр калмады...

source: We want the audio quality to reflect the audio quality a speech-to-text engine will see in the wild. Thus, we want variety. This teaches the speech-to-text engine to handle various situations—background talking, car noise, fan noise—without errors.
tt: Без аудиоязмаларның сыйфаты сөйләмне текстка әйләндерүче система чынбарлыкта очратачак аудионың сыйфатын чагылдыруын телибез. Шулай итеп, күптөрлелек кирәк. Бу, сөйләмне текстка әйләндрүче программаны фондагы диалоглар, машина тавышы, вентилятор тавышы кебек комачау итүче шаулаулар булганда да хатасыз эшләргә өйрәтә.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
tt: Common Voice мәгълүмат тупланмасының сөйләм тану системасы реаль кулланылышта ишетәчәк аудио сыйфатын чагылдыруын телибез, шунлыктан җыентыкта төрле-төрле тавышлар булуы кирәк. Сөйләүчеләрнең төрле өлкәләрдән булуыннан тыш, аудиоязма җыентыгында төрле сыйфатлы аудиоязмаларның булуы сөйләм тану системасын чын тормыштагы төрле ситуацияләрдә дә уңышлы эшләргә өйрәтәчәк — әйтик, арткы планда башка кешеләр сөйләшеп торганда да яисә машиналар тавышы ишетелеп торса да. Әгәр аудиода Сез сөйләгән сүзләр аңлашыла икән, аудиоязманы җыентыкка өстәргә була.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
tt: Common Voice'ка Сезнең телне өстәү өчен нишләргә кирәк икәнен аңлатучы өстәмә мәгълүматны якын арада җибәрербез.

source: We will be in touch with more information about your language when it becomes available.
tt: Сез сораган тел өстәлгәч, күбрәк мәгълүмат белән элемтәгә керербез.

source: We will be in touch with more information as it becomes available.
tt: Яңа мәгълүмат пәйда булган саен, Сезгә хәбәр итәрбез.

source: We will not make your email public.
tt: Без сезнең эл. почтаны беркемгә дә күрсәтмәячәкбез.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
tt: Мәгълүмат базасыннан сезнең тавыш язмаларыгызны бетерү турындагы соравыгызны без караячакбыз. Әгәр сезнең соравыгыз канәгатьләндерелсә, без мәгълүмат базасын йөкләп алган кешеләр белән элемтәгә кереп, алардан сезнең тавыш язмаларыгызны бетерүләрен сораячакбыз.

source: We will route you to Mozilla's translation tool, <pontoonLink>Pontoon</pontoonLink>, where this language is currently undergoing open translation.
tt: Без Сезне Mozilla'ның тәрҗемә итү порталы <pontoonLink>Pontoon</pontoonLink>'га юнәлтәчәкбез. Ул порталда тәрҗемә итү өмәсе бара.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
tt: Common Voice тупланмасындагы сөйләүчеләрнең кем икәнлеген минем билгели алмавым нәрсәне аңлата?

source: What is Common Voice?
tt: «Common Voice» нәрсә ул?

source: What issues are you experiencing with this sentence?
tt: Бу җөмләгә бәйле нинди кыенлыкларыгыз бар?

source: What is the level of quality needed for the audio in order to be used?
tt: Кулланырлык булсын өчен, аудиоязмаларның сыйфатына таләпләр нинди?

source: What kind of goal do you want to build?
tt: Нинди максатка ирешәсегез килә?

source: What level of audio quality is required for a voice clip to be used in the dataset?
tt: Тупланмада кулланыласы тавыш язмасының сыйфаты нинди булырга тиеш?

source: What’s inside the Common Voice dataset?
tt: Common Voice мәгълүмат тупланмасы эчендә ниләр бар?

source: What's Public?
tt: Һәркемгә ачык дигән сүз нәрсә ул?

source: What’s the difference between Common Voice and Deep Speech?
tt: Common Voice һәм Deep Speech нәрсә белән аерыла?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
tt: Әгәр дә кулланучы аудиоязманы хаталы табып, «Юк» дип җавап бирсә, ул аудиоязма янәдән чиратка куела. Икенче тапкыр «Юк» дип тамгаланса, ул аудиоязма «Аудиоязма каберлене»нә эләгә.

source: When Mozilla (that’s us), receives information from you, our <policy>Mozilla Privacy Policy</policy> describes how we handle that information.
tt: <policy>Mozilla хосусыйлык сәясәте</policy> Mozilla (ягъни без) Сездән нинди дә булса мәгълүмат алганда безнең ул мәгълүмат белән ничек эш итүебезне тасвирлый.

source: When will you release Common Voice data in other languages?
tt: Башка телләрдәге Common Voice мәгълүматын кайчан нәшер итәчәксез?

source: Where does the source text come from?
tt: Чыганак текстлар каян килә?

source: Why ?
tt: Нигә?

source: Why a profile?
tt: Профиль нигә кирәк?

source: Why Common Voice?
tt: Нигә Common Voice?

source: Why does this matter?
tt: Бу ни өчен мөһим?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
tt: Ни өчен сез кешеләрдән төрле телләрдәге китаплар яки Википедия мәкаләләрен укуларын сорамыйсыз?

source: Why do you need so many different speakers per language?
tt: Ни өчен сездәге һәр телгә шуның кадәр төрле сөйләүчеләр кирәк?

source: Why is 10,000 hours the goal for capturing audio?
tt: Ни өчен аудио яздыру өчен 10 000 сәгать максат итеп куелган?

source: Why is 10,000 validated hours the per language goal for capturing audio?
tt: Ни өчен һәр тел өчен максат булып 10,000 сәгать тикшерелгән аудио язма тора?

source: Why is Common Voice part of the Mozilla mission?
tt: Common Voice ни өчен Mozilla миссиясенең өлеше булып тора?

source: Why is it important?
tt: Бу ни өчен мөһим?

source: Why is my language not included yet?
tt: Ни өчен минем телем әле өстәлмәгән?

source: Why should I sign up for an account?
tt: Ни өчен миңа аккаунт теркәргә кирәк?

source: Will speech-to-text, via Common Voice, ever become part of Firefox?
tt: Сөйләмне текстка әйләндерү, Common Voice аша, кайчан да булса Firefox'ка өстәләчәкме?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
tt: Тавыш язмаларыгызның да бетерелүен телисезме яки аларны Common Voice җыелмасында сакларгамы?

source: Yes
tt: Әйе

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
tt: Әйе, миңа электрон хатлар җибәрегез. Минем Common Voice проекты турындагы яңалыкларны белеп торасым килә.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
tt: Әйе, миңа эл. хатлар җибәрегез. Минем Common Voice проектында бу тел белән бәйле эшләр турында белеп торасым килә.

source: Yes, we definitely want your voice! Part of the aim of Common Voice is to gather as many different accents as possible, so that computers can better understand <bold>everyone</bold> when they speak.
tt: Әйе, Сезнең тавышыгыз безгә һичшиксез кирәк! Common Voice максатларының берсе — мөмкин кадәр күбрәк акцентлар хакында да мәгълүмат туплау. Бу комьютерларга <bold>һәркемне</bold> дә дөрес аңларга ярдәм итәчәк.

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
tt: Әйе, безгә нәкъ менә сезнең тавыш кирәк! Common Voice максатының бер өлеше - тавыш тану сервислары һәркем өчен дә бертигез яхшы эшләсен өчен мөмкин кадәр күбрәк акцентлар туплау.

source: You
tt: Сез

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
tt: Сез <size>{ $size }ГБ</size>лы файл йөкләп алуны башларга җыенасыз, дәвам итәргәме?

source: You are prepared to initiate a download of <b>{ $size }</b>
tt: Хәзер Сез <b>{ $size }</b> зурлыгындагы файлны йөкләп ала аласыз

source: You can choose to make your username public or anonymous.
tt: Кулланучы исемегезнең ачык яки аноним булуын сайлый аласыз.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
tt: Common Voice профилен булдырып һәм тавышыгызны иганә итеп, төрле-төрле тавышлы аудиоязмаларның ачык тупланмасын булдырырга ярдәм итә аласыз.

source: You can view our source sentences in <dataLink>this GitHub folder</dataLink>.
tt: Чыганак җөмләләрне <dataLink>бу GitHub папкасы</dataLink>нда күрергә мөмкин.

source: You must allow microphone access.
tt: Сезнең микрофоныгызны куллануны рөхсәт итүегез кирәк.

source: You must be over the age of 13 or have your parent or guardian consent to and supervise your participation in our crowd-sourcing project.
tt: Безнең өмә-проектыбызда катнашыр өчен, Сезнең 13 яшьтән өлкәнрәк булуыгыз я ата-анагызның яисә опекуныгызның бу проектта катнашуыгызга риза булуы һәм эшегезгә күз-колак булуы кирәк.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
tt: Сезнең аноним тавыш язмаларыгыз Common Voice мәгълүмат тупланмасында сакланачак. Үзегезнең профилегезне юк иткәч, сез базадагы үзегезнең язмаларыгызны бетерүне таләп итә алмаячаксыз.

source: Your avatar now includes a voice clip!
tt: Сезнең аватарыгызның хәзер аудиоязмасы да бар!

source: Your Contributions and Release of Rights
tt: Сезнең кертемнәрегез һәм хокуклардан ваз кичү

source: Your daily goal has been created
tt: Көнлек максатыгыз булдырылды

source: Your download has started.
tt: Йөкләп алу башланды.

source: You’re contributing to a target segment
tt: Сез үз өлешегезне максатлы сегментка кертәсез

source: You’re contributing to our first target segment
tt: Сез үз өлешегезне безнең беренче максатлы сегментыбызга кертәсез

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tt: Әлеге вакытта Сез куелган максатлар турындагы искәртүләр, ирешкән уңышларыгыз турындагы хәбәрләр һәм Common Voice гәҗитләре кебек электрон хатларга языл<bold>ма</bold>гансыз.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
tt: Әлеге вакытта Сез куелган максатлар турындагы искәртүләр, ирешкән уңышларыгыз турындагы хәбәрләр һәм Common Voice гәҗитләре кебек электрон хатларга язылгансыз.

source: You're signed up for { $language } updates
tt: Сез { $language } теле өчен яңалыкларга язылдыгыз

source: Your Languages
tt: Сезнең телләрегез

source: Your username and email will not be associated with the published data.
tt: Кулланучы исемегез һәм эл. почтагыз нәшер ителгән мәгълүматка бәйле булмаячак.

source: Your weekly goal has been created
tt: Атналык максатыгыз булдырылды

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of its daily { $goalType } goal!
tt: Сез Common Voice'ка көнлек { $goalType } максатының <goalPercentage></goalPercentage> ирешүгә ярдәм иттегез!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
tt: Сез Common Voice'ка көнлек { $goalValue } аудиоязма яздыру максатының <goalPercentage></goalPercentage> күрсәткеченә ирешүдә ярдәм иттегез!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
tt: Сез Common Voice'ка көнлек { $goalValue } аудиоязма тикшерү максатының <goalPercentage></goalPercentage> күрсәткеченә ирешүдә ярдәм иттегез!

source: You've successfully signed up for contributing to { $language }. Thank you.
tt: { $language } теленә өлеш кертү өчен уңышлы теркәлдегез. Рәхмәт.

source: 1 recovery code remaining
tt: 1 коткару коды калды

source: 500 Error
tt: 500 хатасы

source: 502 Error
tt: 502 хатасы

source: Accept
tt: Кабул итү

source: Account already exists
tt: Хисап инде бар

source: Account already exists. <a href="/signin">Sign in</a>
tt: Хисап инде бар. <a href="/signin">Керү</a>

source: Account deleted successfully
tt: Хисап бетерелде

source: Account Home
tt: Хисапның баш бите

source: Account no longer exists.
tt: Хисап хәзер инде юк.

source: Account no longer exists. Recreate it?
tt: Хисап хәзер инде юк. Аны торгызыйкмы?

source: Account notifications will now also be sent to %(secondaryEmail)s.
tt: Аккаунтыгызга кагылышлы белдерүләр хәзер %(secondaryEmail)s адресына да җибәреләчәк.

source: Account notifications will now also be sent to %(secondaryEmailVerified)s.
tt: Аккаунтыгызга кагылышлы белдерүләр хәзер %(secondaryEmailVerified)s адресына да җибәреләчәк.

source: Account picture
tt: Хисап рәсеме

source: Account Recovery
tt: Хисап язмасын тергезү

source: Account recovery codes updated.
tt: Хисап язмасын тергезү кодлары яңартылды.

source: Account recovery enabled
tt: Хисап язмасын тергезү кабызылган

source: Account recovery key generated
tt: Хисапны торгызу ачкычы яратылды

source: Account recovery key removed
tt: Хисапны коткару ачкычы бетерелде

source: Account recovery key removed.
tt: Хисапны коткару ачкычы бетерелде.

source: Account recovery revoked
tt: Хисап язмасын тергезү сүндерелгән

source: Account verified
tt: Хисап расланды

source: Account verified!
tt: Хисап расланды!

source: Account verified successfully
tt: Хисап уңышлы расланды

source: Activate now
tt: Хәзер активләштерү

source: Activate now:
tt: Хәзер активләштерү:

source: Add
tt: Өстәү

source: Add…
tt: Өстәү…

source: Add a secondary email address
tt: Икенчел эл. почта адресын өстәү

source: Add-ons
tt: Кушымчалар

source: Add-ons and Preferences do not currently sync on mobile devices.
tt: Кушымчалар һәм Көйләүләр әлегә мобиль җиһазларда синхронланмый.

source: Add photo
tt: Рәсем өстәү

source: Addresses
tt: Адреслар

source: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Help</a>
tt: <a href="https://support.mozilla.org/kb/im-having-problems-with-my-firefox-account">Ярдәм</a>

source: { $amount } per { $interval }
tt: { $amount } / { $interval }

source: App link resent to %(phoneNumber)s
tt: Кулланмага сылтама %(phoneNumber)s номерына янәдән җибәрелде

source: Approve device
tt: Җиһазны раслау

source: Approve new device <small>for %(email)s</small>
tt: <small>%(email)s өчен</small> яңа җиһазны раслау

source: A request to perform an account change has been made from the following device:
tt: Түбәндәге җиһаздан хисапны үзгәртүгә үтенеч керде:

source: A request to use %(email)s as a secondary email address has been made from the following Firefox Account:
tt: %(email)s адресын икенчел эл. почта адресы буларак куллану өчен түбәндәге Firefox Хисабыннан бер үтенеч килде:

source: A usable image was not found
tt: Куллануга яраклы сурәт табылмады

source: Authorization code required
tt: Авторизация коды кирәк

source: Authorize this sign-in
tt: Бу керүне раслау

source: A verification link has been sent&nbsp;to %(escapedEmail)s
tt: %(escapedEmail)s адресына раслау сылтамасы җибәрелде

source: Back to settings
tt: Көйләүләргә кире кайту

source: Back to top
tt: Сәхифә башына

source: Bad Request
tt: Яраксыз сорау

source: Begin reset
tt: Башлангыч халәтенә кайтаруны башлау

source: Best,
tt: Хөрмәт илә,

source: Bookmarks
tt: Кыстыргычлар

source: { -brand-firefox } Bento Menu
tt: { -brand-firefox } Bento менюсы

source: { -brand-firefox } Browser for Desktop
tt: Компьютерлар өчен { -brand-firefox } браузеры

source: { -brand-firefox } Browser for Mobile
tt: Мобиль җиһазлар өчен { -brand-firefox } браузеры

source: { -brand-mozilla } logo
tt: { -brand-mozilla } логотибы

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a>.
tt: Дәвам итү нәтиҗәсендә Сез<a id="fxa-tos" href="/legal/terms">Куллану Шартлары</a> һәм <a id="fxa-pp" href="/legal/privacy">Хосусыйлык Аңлатмасы</a> белән килешәчәксез.

source: By proceeding, you agree to the <a id="fxa-tos" href="/legal/terms">Terms of Service</a> and <a id="fxa-pp" href="/legal/privacy">Privacy Notice</a> of Firefox cloud services.
tt: Дәвам итү нәтиҗәсендә Сез Firefox болыт хезмәтләренең <a id="fxa-tos" href="/legal/terms">Куллану Шартлары</a> һәм <a id="fxa-pp" href="/legal/privacy">Хосусыйлык Аңлатмасы</a> белән килешәчәксез.

source: By proceeding, you agree to the <a id="service-tos" href="%(termsUri)s">Terms of Service</a> and<a id="service-pp" href="%(privacyUri)s">Privacy Notice</a> of %(serviceName)s (%(serviceUri)s).
tt: Дәвам итсәгез, Сез %(serviceName)s%(serviceUri)s хезмәтенең <a id="service-tos" href="%(termsUri)s">Куллану Шартларын</a> һәм <a id="service-pp" href="%(privacyUri)s">Хосусыйлык Белдерүен</a> кабул итәсез дигән сүз.

source: Camera
tt: Камера

source: Cancel setup
tt: Урнаштырудан баш тарту

source: Cancel subscription
tt: Язылудан баш тарту

source: Cancel subscription:
tt: Язылудан баш тарту:

source: Cancel Subscription
tt: Язылудан баш тарту

source: Cancel subscriptions
tt: Язылулардан баш тарту

source: Cancel subscriptions:
tt: Язылулардан баш тарту:

source: Cannot create account
tt: Хисап ясый алмыйм

source: Cannot send to this country
tt: Бу илгә җибәрү мөмкин түгел

source: %(cardType)s card ending in %(lastFour)s
tt: %(lastFour)s белән тәмамланучы %(cardType)s картасы

source: Change
tt: Үзгәртү

source: Change...
tt: Үзгәртү...

source: Change…
tt: Үзгәртү…

source: Change email
tt: Эл. почтаны үзгәртү

source: Change password
tt: Серсүзне үзгәртү

source: Change recovery codes?
tt: Коткару кодлары үзгәрсенме?

source: Check your texts
tt: SMS-хәбәрләрегезне тикшерегез

source: Choose what to sync
tt: Ниләрне синхронларга икәнен сайлагыз

source: Choose what to sync:
tt: Ниләрне синхронларга икәнен сайлагыз:

source: %(city)s, %(country)s (estimated)
tt: %(city)s%(country)s (чама белән)

source: %(city)s, %(region)s, %(country)s (estimated)
tt: %(city)s, %(region)s, %(country)s (чама белән)

source: %(city)s, %(stateCode)s, %(country)s (estimated)
tt: %(city)s, %(stateCode)s, %(country)s (чама белән)

source: Clear
tt: Чистарту

source: Click here to receive a new reset link
tt: Яңа сылтама алу өчен, монда басыгыз

source: Click here to receive a new verification link
tt: Яңа раслау сылтамасы алыр өчен, монда басыгыз

source: Click on the link we've emailed you at %(email)s within the next hour to create a new password.
tt: Яңа парол булдыру өчен, бер сәгать эчендә без%(email)s адресына җибәргән сылтамага басыгыз.

source: Click the button within the next hour to create a new password. The request came from the following device:
tt: Яңа бер парол булдыру өчен бер сәгать эчендә бу төймәгә басыгыз. Бу үтенеч түбәндәге җиһаздан килде:

source: Click the link emailed to %(email)s within the next hour to create a new password.
tt: Яңа серсүз булдыру өчен, бер сәгать эчендә без%(email)s адресына җибәргән сылтамага басыгыз.

source: Close menu
tt: Менюны ябу

source: Close message
tt: Хәбәрне ябу

source: Codes copied
tt: Кодлар копияләнде

source: Complete set-up by entering the new password on your other Firefox devices.
tt: Firefox'лы башка җиһазларыгызда да яңа паролыгызны кертеп, көйләүне тәмамлагыз.

source: Confirm
tt: Раслау
